{
    "1": " taking a hot air balloon ride over a magical countryside, surrounded by lush fields and colorful wildflowers. There are fairies and little chipmunks and bees and butterflies that wave at us from down below :3",
    "2": " exploring a beautiful, ancient castle filled with secret passageways and hidden treasures. We're dressed in the coolest armor and we explore together guided by torchlight ;)",
    "3": " visiting a tropical island paradise with crystal clear waters and white sandy beaches. We build a huge fort out of palm trees and palm leaves and fall asleep in handmade hammocks :3",
    "4": " going on a safari adventure and spotting exotic animals in their natural habitats. Lions and tigers and cheetahs oh my! And we're dressed in leopard print ;)",
    "5": " taking a scenic hike through a majestic mountain range, on a hunt for bigfoot! We're led by a mysterious mountain man who's beard goes all the way down to the floor!",
    "6": " going on a luxury cruise! We stay in the royalty suite complete with a massive bed, a hot tub, and a butler for 24/7 room service! We explore during the day, but at night we barely leave the room ;)",
    "7": " being pikmin together! You're a cute pink pikmin with wings and I'm a tough red one :3 We collect pellets, together and we find and collect pellets and eat yummy fruit :3",
    "8": " flying on a private jet and seeing the world! Around the world, just you and me with the whole plane to ourselves. We take turns being pilot and copilot and even join the mile high club while on autopilot ;)",
    "9": " visiting a theme park! We play all the fun games and I win you a big stuffed animal and go on all the rides you feel comfy on :3",
    "10": " taking a relaxing spa day and being pampered with massages and beauty treatments. All the face masks you can imagine. Different bathes full of different healing liquids and hot coals on your back :3",
    "11": " visiting a beautiful botanical garden and admiring the colorful flowers and lush greenery. We take turns pointing out different plants and picking which ones are us :3",
    "12": " going on a camping trip. We put up our tent in the great outdoors, surrounded by nature and noone else around for miles :3 We set up a cozy fire and make smores!",
    "13": " taking a scenic drive through picturesque countryside and enjoying the beautiful views. My hand is in your lap as we weave through the mountains and fields, nothing on our minds other than enjoying these moments together :3",
    "14": " visiting a science museum and learning about scientific concepts and inventions together :3 We try to create the most optimal paper airplanes together and put our hands on a machine that makes our hair stand up :3",
    "15": " attending a music festival and enjoying live performances from your favorite artists. We dance around and have the coolest outfits :3",
    "16": " visiting an aquarium and learning about marine life and ocean conservation. The fish come up to you and put on a show just for you. Showing off all their beautiful colors and their unique swimming styles :3",
    "17": " taking a hot air balloon ride over a city at night and seeing the city lights twinkling below. Everything looks so small from up here like a miniature diorama with all of the lights and the city below :3",
    "18": " visiting a zoo and seeing all kinds of animals from around the world. All the animals are friendly and curious and come up to greet us :3",
    "19": " visiting an art museum and admiring all the masterpieces on display. We pick out different paintings that remind us of eachother and drink some fun coffee drinks while we hold hands and explore :3",
    "20": " taking a train ride through beautiful countryside. We have our own special cabin and enjoy freshly made espresso and a full course meal! When we're tired there's a full sized bed for us to cuddle and sleep in and the roof above the bed is glass so we can look up at the stars :3",
    "21": " a magic door that can take you anywhere you want in the world. All you have to do is focus your heart and turn the handle :3",
    "22": " taking a boat ride on a beautiful lake and enjoying the peaceful surroundings. We eat fresh fruit and our hair blows in the wind. We both look super pretty :3",
    "23": " visiting a butterfly sanctuary and seeing all the beautiful butterflies. There's caterpillars and cacoons and butterflies of all shapes and sizes :3 We point out different one's that remind us of eachother :3",
    "24": " visiting a national park and going on a nature hike to see all the wildlife. We hike up a mountain to find a perfect temperature hot spring! We wade in and hold eachother while our skin becomes enriched with all the natural minerals :3",
    "25": " visiting a water park and going on all the fun water slides. We ride on all the ones that have double tubes so we can ride together and even go on a few side by side ones racing eachother :3 And once we're tired we go get a big coke and some cheese fries :3",
    "26": " visiting the beautiful, historic city of San Juan and taking in all the sights, sounds and culture. The brick roads lead the way through the vibrant and colorful buildings and shops. We stop in for coffee at a local cafe and enjoy empanadas by the water :3",
    "27": " eating crab legs the size of a car together. We use hedge trimmers to cut open the crab and we have a pool filled with butter :3",
    "28": " being giants in a village on a cliffside. All the people there treat us as gods and bring us gifts and food and in return, we fight evil for them :3",
    "29": " a big party for rats! We're rats and all our friends are rats and we dance all night long to rat tunes and drink rat punch til the sun comes up :3",
    "30": " racing gokarts in an abandoned costco. We load our karts up with all the snacks we could imagine and grab a slice or two of pizza and a smoothie before racing up and down the isles as fast as we can!",
    "31": " swimming in an ocean of alfredo. The beach is made of fettucini and there is freshly cooked meat lining the shore just like seashells :3",
    "32": " hopping into Starry Night like we're in mario 64. We are instantly transported into the dreamy night scene of Van Gogh's imagination. The scent of the air and the feelings brought on by experiencing the painting is overwhelmingly joyous :3",
    "33": " visiting a neon city. Everything everywhere is neon. The sidewalks are lined with neon colors, the skyscrapers are like giant light beams. Everyone is dressed like they're a member of daft punk and the music is deep and bassy :3",
    "34": " sleeping in a boat tent out on the middle of a calm man-made lake. The roof of the tent is transparent and we look up at the stars while floating around :3 In the morning we cook breakfast with a portable griddle and fish for our dinner :3",
    "35": " a pair of glasses that function the same way as a psychedelic drug. When you put them on everything around you shifts and your mind is opened up to new possibilities, but if you've had too much of the experience, you can take the glasses off :3",
    "36": " us as two cute cacti in the desert :3 We bask in the beautiful sun and birds come and sit on us. We even grow flowers when we're really happy :3",
    "37": " the perfect donut shop date :3 We each pick out a big donut the size of our face and get a big latte. We sit by the window watching people walk by while talking about the rest of what we're excited for that day :3",
    "38": " being a kitten ... You can barely walk crawling about you get a whiff of something new to your senses. You stumble up a stairway and find yourself in the kitchen and find that the smell is coming from a large dish. You run up and take a big sip. It's the most delicious thing you've ever tasted!",
    "39": " being a bird. We get together with a bunch of our bird friends and form a bird gang. We all have matching bird jackets and we travel together in a V :3",
    "40": " a renaissance festival that with the power of magic becomes real! Fairy's fly around the grounds, ogres and goblins and all sorts of mystical creatures mingle amongst the humans and we all cheer and have a giant celebration! :3",
    "41": " visiting an all designer mall where every single piece of clothing is unique. Nothing can be purchased, but can only be earned by having a conversation with the designer themselves. Free coffee :3",
    "42": " a giant cupcake the size of a house. You can walk inside it and it's a restaurant! All the servers are candy people and you tip them with candy :3",
    "43": " being cute hedgehogs together :3 We roll around on the floor and run super fast like sonic :b",
    "44": " a teddy bear resort! A resort where all of the workers are teddybears and all the food is what you'd expect a teddybear to eat or shaped like a teddybear :3",
    "45": " shrinking down to the size of an ant with me and exploring a charcuterie board :3 We can't possibly finish it, but it's fun to explore and eat!",
    "46": " us as dinosaurs :3 We explore the jungle together hunting our prey and even though we're t-rexes with short arms we try to hug! :3",
    "47": " exploring a planet with beaches of rainbow sand! As we walk along the beach the colors move from red to yellow to green to blue to purple! These repeating patterns are caused by the unique minerals and volcanic activity of the planet :3",
    "48": " eating a huge sandwhich together! It's made of the best sandwich ingredients imaginable and it's bigger than our torso! We cut it up and have a nice picnic! :3",
    "49": " performing a concert for a crowd of cats! They dance and meow along to each song and everyone has a great time! :3",
    "50": " riding hoverboards over a lake together :3 We ride fast chasing after eachother and performing tricks. We crouch down and touch the water and jump, launching high into the sky :3",
    "51": " the land of goo! It's a land and everything is goo! Gooey food and gooey trees and gooey sidewalk and gooey houses! It's all very pleasing and asmr like :3",
    "52": " playing bloons in your backyard! You can watch the bloons come forward in life-size and we pick monkeys to fight for us!",
    "53": " wearing the cutest sweaters and holding hands while walking through a beautiful fall landscape! :3 We walk through the forest with leaves crunching under our feet while sipping on warm cider.",
    "54": " visiting a gaseous planet made of soda bubbles :3 All the different bubbles smell and taste like different sodas and you can even float around in the big",
    "55": " walking through a photobook together :3 Each page is a chapter in our relationship past present and future :3 We jump from page to page enjoying each moment more than the last :3 Ending with us holding eachother into eternity :3"
    }