 {
    "1": " taking a hot air balloon ride over a magical countryside, surrounded by lush fields and colorful wildflowers. There are fairies and little chipmunks and bees and butterflies that wave at us from down below :3",
    "2": " exploring a beautiful, ancient castle filled with secret passageways and hidden treasures. We're dressed in the coolest armor and we explore together guided by torchlight ;)",
    "3": " visiting a tropical island paradise with crystal clear waters and white sandy beaches. We build a huge fort out of palm trees and palm leaves and fall asleep in handmade hammocks :3",
    "4": " going on a safari adventure and spotting exotic animals in their natural habitats. Lions and tigers and cheetahs oh my! And we're dressed in leopard print ;)",
    "5": " taking a scenic hike through a majestic mountain range, on a hunt for bigfoot! We're led by a mysterious mountain man who's beard goes all the way down to the floor!",
    "6": " going on a luxury cruise! We stay in the royalty suite complete with a massive bed, a hot tub, and a butler for 24/7 room service! We explore during the day, but at night we barely leave the room ;)",
    "7": " being pikmin together! You're a cute pink pikmin with wings and I'm a tough red one :3 We collect pellets, together and we find and collect pellets and eat yummy fruit :3",
    "8": " flying on a private jet and seeing the world! Around the world, just you and me with the whole plane to ourselves. We take turns being pilot and copilot and even join the mile high club while on autopilot ;)",
    "9": " visiting a theme park! We play all the fun games and I win you a big stuffed animal and go on all the rides you feel comfy on :3",
    "10": " taking a relaxing spa day and being pampered with massages and beauty treatments. All the face masks you can imagine. Different bathes full of different healing liquids and hot coals on your back :3",
    "11": " visiting a beautiful botanical garden and admiring the colorful flowers and lush greenery. We take turns pointing out different plants and picking which ones are us :3",
    "12": " going on a camping trip. We put up our tent in the great outdoors, surrounded by nature and noone else around for miles :3 We set up a cozy fire and make smores!",
    "13": " taking a scenic drive through picturesque countryside and enjoying the beautiful views. My hand is in your lap as we weave through the mountains and fields, nothing on our minds other than enjoying these moments together :3",
    "14": " visiting a science museum and learning about scientific concepts and inventions together :3 We try to create the most optimal paper airplanes together and put our hands on a machine that makes our hair stand up :3",
    "15": " attending a music festival and enjoying live performances from your favorite artists. We dance around and have the coolest outfits :3",
    "16": " visiting an aquarium and learning about marine life and ocean conservation. The fish come up to you and put on a show just for you. Showing off all their beautiful colors and their unique swimming styles :3",
    "17": " taking a hot air balloon ride over a city at night and seeing the city lights twinkling below. Everything looks so small from up here like a miniature diorama with all of the lights and the city below :3",
    "18": " visiting a zoo and seeing all kinds of animals from around the world. All the animals are friendly and curious and come up to greet us :3",
    "19": " visiting an art museum and admiring all the masterpieces on display. We pick out different paintings that remind us of eachother and drink some fun coffee drinks while we hold hands and explore :3",
    "20": " taking a train ride through beautiful countryside. We have our own special cabin and enjoy freshly made espresso and a full course meal! When we're tired there's a full sized bed for us to cuddle and sleep in and the roof above the bed is glass so we can look up at the stars :3",
    "21": " a magic door that can take you anywhere you want in the world. All you have to do is focus your heart and turn the handle :3",
    "22": " taking a boat ride on a beautiful lake and enjoying the peaceful surroundings. We eat fresh fruit and our hair blows in the wind. We both look super pretty :3",
    "23": " visiting a butterfly sanctuary and seeing all the beautiful butterflies. There's caterpillars and cacoons and butterflies of all shapes and sizes :3 We point out different one's that remind us of eachother :3",
    "24": " visiting a national park and going on a nature hike to see all the wildlife. We hike up a mountain to find a perfect temperature hot spring! We wade in and hold eachother while our skin becomes enriched with all the natural minerals :3",
    "25": " visiting a water park and going on all the fun water slides. We ride on all the ones that have double tubes so we can ride together and even go on a few side by side ones racing eachother :3 And once we're tired we go get a big coke and some cheese fries :3",
    "26": " visiting the beautiful, historic city of San Juan and taking in all the sights, sounds and culture. The brick roads lead the way through the vibrant and colorful buildings and shops. We stop in for coffee at a local cafe and enjoy empanadas by the water :3",
    "27": " eating crab legs the size of a car together. We use hedge trimmers to cut open the crab and we have a pool filled with butter :3",
    "28": " being giants in a village on a cliffside. All the people there treat us as gods and bring us gifts and food and in return, we fight evil for them :3",
    "29": " a big party for rats! We're rats and all our friends are rats and we dance all night long to rat tunes and drink rat punch til the sun comes up :3",
    "30": " racing gokarts in an abandoned costco. We load our karts up with all the snacks we could imagine and grab a slice or two of pizza and a smoothie before racing up and down the isles as fast as we can!",
    "31": " swimming in an ocean of alfredo. The beach is made of fettucini and there is freshly cooked meat lining the shore just like seashells :3",
    "32": " hopping into Starry Night like we're in mario 64. We are instantly transported into the dreamy night scene of Van Gogh's imagination. The scent of the air and the feelings brought on by experiencing the painting is overwhelmingly joyous :3",
    "33": " visiting a neon city. Everything everywhere is neon. The sidewalks are lined with neon colors, the skyscrapers are like giant light beams. Everyone is dressed like they're a member of daft punk and the music is deep and bassy :3",
    "34": " sleeping in a boat tent out on the middle of a calm man-made lake. The roof of the tent is transparent and we look up at the stars while floating around :3 In the morning we cook breakfast with a portable griddle and fish for our dinner :3",
    "35": " a pair of glasses that function the same way as a psychedelic drug. When you put them on everything around you shifts and your mind is opened up to new possibilities, but if you've had too much of the experience, you can take the glasses off :3",
    "36": " us as two cute cacti in the desert :3 We bask in the beautiful sun and birds come and sit on us. We even grow flowers when we're really happy :3",
    "37": " the perfect donut shop date :3 We each pick out a big donut the size of our face and get a big latte. We sit by the window watching people walk by while talking about the rest of what we're excited for that day :3",
    "38": " being a kitten ... You can barely walk crawling about you get a whiff of something new to your senses. You stumble up a stairway and find yourself in the kitchen and find that the smell is coming from a large dish. You run up and take a big sip. It's the most delicious thing you've ever tasted!",
    "39": " being a bird. We get together with a bunch of our bird friends and form a bird gang. We all have matching bird jackets and we travel together in a V :3",
    "40": " a renaissance festival that with the power of magic becomes real! Fairy's fly around the grounds, ogres and goblins and all sorts of mystical creatures mingle amongst the humans and we all cheer and have a giant celebration! :3",
    "41": " visiting an all designer mall where every single piece of clothing is unique. Nothing can be purchased, but can only be earned by having a conversation with the designer themselves. Free coffee :3",
    "42": " a giant cupcake the size of a house. You can walk inside it and it's a restaurant! All the servers are candy people and you tip them with candy :3",
    "43": " being cute hedgehogs together :3 We roll around on the floor and run super fast like sonic :b",
    "44": " a teddy bear resort! A resort where all of the workers are teddybears and all the food is what you'd expect a teddybear to eat or shaped like a teddybear :3",
    "45": " shrinking down to the size of an ant with me and exploring a charcuterie board :3 We can't possibly finish it, but it's fun to explore and eat!",
    "46": " us as dinosaurs :3 We explore the jungle together hunting our prey and even though we're t-rexes with short arms we try to hug! :3",
    "47": " exploring a planet with beaches of rainbow sand! As we walk along the beach the colors move from red to yellow to green to blue to purple! These repeating patterns are caused by the unique minerals and volcanic activity of the planet :3",
    "48": " eating a huge sandwhich together! It's made of the best sandwich ingredients imaginable and it's bigger than our torso! We cut it up and have a nice picnic! :3",
    "49": " performing a concert for a crowd of cats! They dance and meow along to each song and everyone has a great time! :3",
    "50": " riding hoverboards over a lake together :3 We ride fast chasing after eachother and performing tricks. We crouch down and touch the water and jump, launching high into the sky :3",
    "51": " the land of goo! It's a land and everything is goo! Gooey food and gooey trees and gooey sidewalk and gooey houses! It's all very pleasing and asmr like :3",
    "52": " playing bloons in your backyard! You can watch the bloons come forward in life-size and we pick monkeys to fight for us!",
    "53": " wearing the cutest sweaters and holding hands while walking through a beautiful fall landscape! :3 We walk through the forest with leaves crunching under our feet while sipping on warm cider.",
    "54": " visiting a gaseous planet made of soda bubbles :3 All the different bubbles smell and taste like different sodas and you can even float around in the big",
    "55": " walking through a photobook together :3 Each page is a chapter in our relationship past present and future :3 We jump from page to page enjoying each moment more than the last :3 Ending with us holding eachother into eternity :3",
    "56": " being strawberries together :3 We're juicy and cute and in love! We spend all day dreaming about all the amazing things we can become together :3 Pies, chocolate coverings, cakes galore :3",
    "57": " being eaten by a giant whale! It's scary at first, but you realize once you're inside there's an entire city/civilization living inside! You make friends with the whale-dwellers and after a short vacation the whale shoots you out of his spout :3",
    "58": " living together in the world of pokemon! We live a humble life with our cute pokemon that are our pets and companions :3 We own a small house with a huge garden out back full of all sorts of pokemon berries, veggies, etc :3",
    "59": " going on a magical adventure through the highlands! I a wizard with a big staff and you a rogue, we utilize our unique skill sets to conquer and discover amazing treasure! :3",
    "60": " racing camels through a surreal dessert made of sorbet! Each dune is a different flavor and the winner of the race gets a big bowl to help eat! Everyone's a winner though because we all eat regardless :b",
    "61": " being in an anime centered around fighting and food! One of your partners on the hero team has the power to create endless noodles from the noodle bowl his body is attached to :3",
    "62": " stumbling upon a fairy village in the middle of the forest. The fairys welcome us into their home with open arms and baskets of fresh berries :3 We drink honey tea and dance and sing til the sun goes down and they offer us our own private little home for the night :)",
    "63": " us as a boba together :3 We're both cute milk teas in a little boba shop :3 We're so happy to be able to spread joy cheer and boba together :3",
    "64": " a gym for buff kittens :b All the kittens go and pump iron and after their workout they drink a bunch of milk at the protein bar inside :3 Some of the kittens are so buff!",
    "65": " a neon canyon. All the rocks along the water glow with all sorts of different light and color! The magical rocks illuminate the night and eminate with power :3",
    "66": " us as cars :3 You're a sleek white sports car and I'm a red one :3. We race around and coast through the hills together :3",
    "67": " kayaking down a chocolate river :3 Branches of pretzel sticks loom over the water and strawberry's grow out of little lily pads. Swedish fish swim up the current and get hunted by the gummy bears :3!", 
    "68": " living in a wild west town. We're both vigilantes that live for the thrill of the wild frontier, but aren't afraid to step in and stop the bad guys from time to time :3 ",
    "69": " us as greasers :3 We drive around town to the local soda shop for floats while wearing our cool outfits :3",
    "70": " us as cats living in a giant cat tower :3 It's like a giant apartment complex with all our cat friends complete with a pool and restaurants and everything us cats could ever need :3",
    "71": " us as cute lightning bugs :3. We illuminate the night with our love! Holding hands and flying around we dance through the night :3",
    "72": " staying in a secluded treehouse, looming above the ocean shore. There's enough room to bring all our friends and have a grand time :3. At night we go to the top and look out onto the ocean and share a smooch.",
    "73": " visiting a colony of sea elves 🧝‍♂️. We stumble upon their secret hideout while exploring a cove. They welcome us in providing us special bubbles that allow us to breathe underwater and they give us a tour of their home :3",
    "74": " visiting the potion bar! 🧪 We take turns sipping different brews and trying out the different effects. One makes our faces into cat faces 🐱 another makes bubbles pour from our ears and there's even one that makes us float a little :3",
    "75": " a giant watermelon mountain 🍉. It juts out of the middle of a lake so you can only get to it by a kayak or canoe :3 It's got a calming presence and you can even take a little bite from it as it continues to grow slowly every day :)",
    "76": " a forest of hammocks! Every tree throughout the whole forest has a hammock of various shapes colors and sizes. It's the perfect napping spot and the perfect place to relax and take a break from life :3",
    "77": " befriending a friendly octopus and going on pirate adventures with me :3 All hands and tentacles on deck! We set sail for adventure and treasure :3",
    "78": " a robot dog :3 🐶 We adopt him from the shelter especially for us :3 He knows all the things a normal dog does, but he's also super smart and can speak English and act like a human. He's our companion and a great addition to our family.",
    "79": " solving mysteries with detective strawberry 🍓! Juice prints, and leftover seeds mark the trail of our case as we hunt for the murderer of the late Mr. James Banana 🍌. With intuition, heart and attention to detail well surely nab our criminal!",
    "80": " us as cute bees 🐝 flying from flower to flower collecting honey 🍯. We're so happy and free collecting our sweet nectar and there's more than enough to share with all our friends and acquaintances :3",
    "81": " me being transformed into a distinguished cat gentleman. You carry me around to town and I talk in a cute lil British cat accent :3 We eat little cookies and you drink a coffee while I have a milk 🥛",
    "82": " stumbling upon Chad in the kitchen making cheese pie! He's so diligent at his work! He lives for his pies and dreams of sharing them with the world! Will you join me for a slice? 🥧",
    "83": " us as cute jellyfish :3 We float around not a care in the world, just following the flow of the ocean. So peaceful and free :3",
    "84": " you as a lil seedling 🌱. You're so tiny and cute right now, but soon you'll grow into a big plant! Will you be a flower, a fruit or a tree, perhaps a vegetable? We'll have to wait and see :3",
    "85": " visiting a gas station on mars!👽 You grab a bag of space doritos and a can of galactic alani while a friendly robot begins to pump your gas. You share a nice conversation with a local martian about the current local happenings before returning on your galactic journey :3",
    "86": " staying in a beautiful italian villa for the weekend :3. When stepping through the doors we immediately robe up to prepare ourselves for this leasurely get-away :3. We take walks by the water to sit and skip rocks and sip cappacinos and when we return from outside we feast on the best charcuterie italy has to offer :3",
    "87": " us as hairy lil guys :3 We're just two dudes that are hairy, we don't mean no harm, we just enjoy a warm cozy nook and a big cup o chocolate milk. We don't wanna make anyone scared, infact we got the heebie-jeebies ourselves!",
    "88": " the death of the sun. Theres beauty in the end as it brings upon new beginnings. The sky opens up tearing the earth apart and we gaze at the beauty of it while embracing the end and the new beginning!",
    "89": "",
    "90": " swimming in a gigantic bowl of soup! You paddle around cozy and warm and the steam and aroma makes your sinuses super clear and make you feel super calm and good! You can even grab a little howl of it if you want to from a special sode part :3",
    "91": " you as a lil forest creature! You're cute and curious, you follow campers and steal marshmallows! Youre nice though and ahare your spoils with the local fauna :3",
    "92": " cuddling in a hammock set over a little cove! We watch little fish down below and gaze up at the huge tropical branches above :3 The perfect spot to catch a nice nap",
    "93": " exploring a toy room while shrunk down to the size of a toy! We climb on blocks and drive around in rc cars and even ride in a paper airplane! It's nostalgic and healing for our inner children :3",
    "94": " a scenic drive down the coast at midnight in a hover car. We stop by the shore and the car automatically extends up creating a bed/viewing platform for us to look out at the moon and the ocean :3 We fall asleep under the stars :3",
    "95": " a magical bus ride :3. The route takes us through both time and space and even somewhere in between. We visit planets and galaxies and realms and kinddoms. A truly magical experience only capavle via the magic bus :3",
    "96": " finding magical charm on the beach :3. It grants you simple powers like being able to transform one thing to another or talk to animals etc. Its simple, but the magic brightens your day :)",
    "97": " visiting the frog symphony :3 They're all super talented and each plsy a unique instrument. There's a strings section, a brass and wind, and even a choir complete with a bass toad :b They give a wonderful performance to a standing ovation!",
    "98": " falling through portals through different timelines until we're reunited together :3. Through time and space we fall, searching until eventually we both reach a ridge of a mountain above the clouds and run and embrace eachother :3",
    "99": " us as cats driving through the streets of chicago in a convertible! We visit all the hotspots, the bars and even lick the bean lol. We're so cool ",
    "100": " you as a cute frog in a lollipop paradise! You hippety hop with a lollipop all around the lollipop forest and then we meet up and gift eachother the coolest ones we found that day :3",
    "101": " us as pufferfish all puffed up cuz were excited to see eachother :3 We swim around together so happy like a couple of balloons :3",
    "102": " exploring a futuristic junkyard full of secrets from the past! You see old cars and toys long forgotten as you look up at the skyline above full of flying cars and technology. The experience feels nostalgic and cool :3",
    "103": " a world overgrown with vegitation! Every building and structure on the planet has been taken over by natural life :3 It's distopian and beautiful to explore :)",
    "104": " befriending a nice little robot :3 We find him alone walking down the street looking for electricity and I offer him to use my car charger. He becomes our friend and the three of us go on adventures together :3",
    "105": " becoming pirates with Chad! Chad is the captain of our vessel and we are the crew. We sail the seven seas in search for treasure and walnuts! :3 We only take from those who have exploited others :3",
    "106": " exploring a garden maze. It has many twists and turns and the flowers and architecture are both beautiful, but also a bit scary, but we have eachother so it's okay :3",
    "107": " visiting the international space station with our new friend Percy the Penguin :3 He's super nice and shares all the secrets of the station with us including the snow room they added specifically to make him feel at home :3",
    "108": " a castle made of donuts! Jelly filled, boston creme, and even some krispy creme! The entire castle is edible and walking around inside the aroma is sweet and blissful :3",
    "109": " us combined together to make a lighthouse :3 It's symbolic because we are both lighthouse for eachother to guide eachother home to where we belong :3 No matter what happens we will guide eachother back home :3",
    "110": " you gain the power to transform into a cute owl :3. You can fly and you have super powerful hearing and sight. We walk around and you sit on my shoulder and fly up and grab treasures for us :3",
    "111": " us as two cute raccoons hiding out waiting to steal our next meal. We know all the best trash cans and local dumpsters that have all the best food. With our little paws and our speed we make off with a feast every night :3",
    "112": " a bakery run by dogs :3 They know how to make the best baked goods because they have the best sense of smell! They make pastries and cookies and cakes galore. Better than france and cuter too :3",
    "113": " us as cute lil mushroom guys :3 We are a couple of fungis! We bumble around the village and sing our lil songs for the passersby, its a simple life but we have eachother :3",
    "114": " a roadtrip in a beetle with a duck companion :3 We're on an adventure to get our duck friend back to his pond. It's a cross country journey and there's plenty of ponds and scenery along the way, but we'll do anything to get our duck friend safe and sound :3",
    "115": " visiting a mystical and wonderous palace :3. We are invited to dine in the grand hall along with those who live there. They are an ancient peoe whose bodies are part flesh and part stone, robot/golem-like. They are very kind and generous to us :3",
    "116": " a gigantic anti-nightmare web. No nightmares can get through the gated web so you're always safe :3. It has a nice song that helps you fall asleep and even some warm drinks to help even more :3",
    "117": " traveling to a world of boardgames :3 Every block of the city is a different game to play :3 We take turns trying out each game and exploring the gigantic games in the fun city :3",
    "118": " playing basketball in space... with cats! The low gravity means that the balls travel further and you can jump even higher so dunking is a breeze :3 The cats trained at a school founded by air-bud himself so don't underestimate their abilities!",
    "119": " being transported to a different timeline where the world is made of an advanced society of teddy bears! We visit japan and watch as the teddys do their grocery shopping and go about their daily lives :3 They're so cute and generous as well offering us a bit of food :3",
    "120": " being on a mission with me to take down the evil Doctor Adnap (it's panda spelled backwards :b). His evil experiments have gone on for far too long and we're worried if he creates his power serum he may become too strong to stop! We team up with an elite group of spies and heros to take him and his henchman down :3",
    "121": " crashing a local pokernight of a bunch of friendly spiders :3 They may seem a bit scary in appearance, but they're just like anyone else (with a bit of a filthy gambling addiction that is :b) You're gonna need 8 hands to play this game of texas hold'em :3",
    "122": " a miniature elephant that fits in the palm of your hand :3. You give him little dixie cups of water and he squirts it up with glee. Hes so happy and friendly and just enthralled to have attention :3.",
    "123": " being transformed into a squirrel in space :3 You're a magic squirrel so you don't need to breathe air. You float around catching seeds that I throw into your mouth :3",
    "124": " us as a cute skeleton husband and wife :3 Til death do we part and then some... You're always by my side and I by yours. We walk through death welcoming our new reality though scary, we are not afraid because we have eachother. :3",
    "125": " us in a different life as a dog and robot best friend duo. We're able to communicate with eachother fully and our strengths and weaknesses balance eachother out. We explore the world after humanity is long forgotten going on adventures and discovering lost treasures. :3",
    "126": " visting a magical realm of cereal :3 Giant bowls of cereal surround us in every direction. It is beautiful and delicious at the same time! We take turns diving into each bowl doing tricks and using the cereal as floaties :3",
    "127": " being transported to a fantastical paper world. We are taken to a beautiful paper castle and greeted by all of the paper townspeople. They appear to be surprised and nervous about our presence, but they attempt to welcome us in sharing with us some of their fancy folded foods and culture :3",
    "128": " us as mice :3 We sneak our way into a fancy tea party by hiding in extra tea kettles. We're so stealthy we manage to make off with an entire sleeve of fancy crackers and as many macaroons as we could carry. To finish it off we nab a small amount of tea. Our mice tea party is a success :3",
    "129": " us as a cute gay llama couple :3 We're so cute with our rainbow attire and we have the best llama jokes. We're the life of all the pride parties :3",
    "130": " becoming the god of thunder :3 You ride amongst the clouds on a brilliant and strong horse called Lightning bringing rain and storms to the world. You're so godly :3",
    "131": " us as rulers of an ancient egyptian city :3 We are so magestic and scientifically advanced. We don't use slave labor because we are actually aliens and have powerful technology to help shape and build our perfect society :3",
    "132": " us as the main protagonists in an anime :3 We are a normal everyday couple, but with a secret ... we have powers that even we were originally unaware of. But when the world needs us, we answer the call :3",
    "133": " going to a magic show put on by a frog magician! He tells all sorts of little jokes to entrance the audience before wowing us with his slight of hand and tongue! A truly magical experience :3",
    "134": " us as cute mice on a golf course :3. We're such good golfers, we even drink lil rodent arnold palmers :3 ",
    "135": " us as Tron characters in a futuristic cyber city. We run the night as netrunners fighting against the corrupt coorporations and giving back to the people :3",
    "136": " exploring a steampunk city! Everything is mechanical and robotic, with an eariness, but also there is a sense of life to everything as if it was all made in the image of nature. Distopian and beautiful :3",
    "137": " you in the future as a notorious bank robbing grandma! You don't have any actual children, but you're known for your crimes in which you steal money and give to the children of the world. Children love you, but the banks and coorporations dread hearing your name :3",
    "138": " us as frogs parachuting from the sky :3 Us and all our friends are parachuting into a giant pond perfect for us.",
    "139": " us as cute giraffes cuddling in a hottub together in paradise! We're at an all inclusive giraffe resort with all the graham crackers and leaves our long tongues can handle :3",
    "140": " adventuring through a winterwonderland with our new friend Cho Chip short for Chole Chipper, an ice cream man with a body made of an icecream sundae :3 His positive dimeaner and corny jokes aid us through our journey :3",
    "141": " us as a cute lego couple on a lego dinner date :3 We craft ourselves a little dinner picnic and I bring you lego flowers. We find the perfect little spot between some trees and spend the night talking and cuddling :3",
    "142": " us as a cute lego couple at the fireworks! We make all the oooos and aaaaas while we watch the spectacular show and all of the lego studs exploding in the air :3",
    "143": " us as a cute lego couple again. It's wednesday, so you know what that means... it's international leg day! We hit the lego squats, the lego deadlifts and the lego hipthrusts so we can keep our lego booties lookin extra juicy ;)",
    "144": " us as a cute lego couple at the circus! We're the ring leaders and we have a whole circus family :3 We're all misfits, but we have eachother :3",
    "145": " us as a cute lego couple playing golf together :3 The balls don't quite work right because they're bits so they don't roll the best, but we make the most of it and laugh when our balls end up in poor spots :3",
    "146": " us as a cute lego couple kayaking down a river :3 We gotta look out for rapids or our kayak might break into pieces :3",
    "147": " us as a distopian orphan couple who met eachother and the cats in the orphanage. We were taken and they performed strange experiments on us. We eventually escaped and now we roam free fighting to save other orphans like us :3",
    "148": " visiting heaven and seeing all the pets that have passed on to the other side. They all greet us flying around and meowing, yipping, and sniffling with glee. They reassure us that theyre doing well there and that they know its not out time yet, but it'll all be ok once it is :3",
    "149": " walking through a forest and stumbling upon a mystical orb of emotion! Containing all different emotions inside of it, one mear touch causes you to feel the entire breadth of human emotional expression. You are able to find peace with yourself after the experience :3",
    "150": " bathing in a rejuvenating fluid :3 Everything feels like it's healing and toxins are released from your body and mind :b",
    "151": " us as cute bunny firefighters :3. Were the fastest and most fearless in the biz and when we arrive on the scene everyones immediately relieved. Together no fire stands a chance :3",
    "152": " us out for a nightly stroll as two cool frogs! We're so cool we even walk on two feet! People walk up to us on our walk and go damn, ive never seen frogs that are so cool! We shake their hands, unless they're goblins cuz we don't have any gold :b",
    "153": " you as a bunny busting it down on the dance floor. You've got the best moves of anyone at the wedding. Even the DJ can't keep up with you!",
    "154": " working together as pizza scientists! Located in the food hub of a solar colony our mission is to bring the best and most advanced pizza to our passengers. We experiment with different flavors and textures, but also with enriching the pizza with supplemental ingredients that help our passengers like antigravity cilantro and extragravity mozzarella for the passengers who could use a little more stability :3",
    "155": " us on an adventure through the jungle with our friend Sam, the alligator! He's super smart and friendly almost like a pet dog, but he's also really helpful with intimidation and fighting against any ops we run into :3 Together we will collect the treasure of the jungle and give it back to it's rightful native owners :)",
    "156": " us as dragons in love :3 During the day you're a human and I'm forced to live as a dragon and at night I'm a human and you're forced to live as a dragon. The only time we are able to be the same form is on the full moon of every month :3 We make it work though :3",
    "157": " you as a super hero nurse :3 You have the power to take in sickness from people and your super immune system immediately defeats the bad guy germs :3 You are every sick child's hero :3",
    "158": " Barbenheimer. Barbie faces her greatest challenge yet! In the face of nuclear meltdown can Barbie pull it together to save the world? Can Ken ever be more than just Ken? Find out in Barbenheimer! :3",
    "159": " the physical embodiment of love. I'm sorry you aren't able to be with us tonight, but I wanted to use this dream to let you know how much you mean to me and to all of our friends. It's truly not the same without you here and we are all counting down the days until we can be reunited :3",
    "160": " us as chocolateers :3 We make all the most fabulous candy for the world to enjoy! From jollyranchers that make you burp bubbles to chocolate that makes you change colors we do it all :3 Listen down and quiet up! ",
    "161": " us as stars :3 You're my star girl and and i'm your star boy :3 We float through the sky granting wishes for dreamers and shining for everyone :3",
    "162": " us as archaeologists :3 We explore hidden ruins and discover new species of dinosaurs! Anything we can to find out more about our planets past to build a better future :3 Who knows, maybe we can even bring some of the creatures back to life :3",
    "163": " a coffee shop run by dolphins :3 They tell the funnies jokes, but they have a problem controlling their own laughter at their own jokes :b. It's a grand time to be there though and the laughter is extra contagious :3",
    "164": " us as cute kittens riding a bike together :3 We're very regal and cute :3 We don't have anything planned for the day other than our outing on the town. Everyone is very friendly to us and love our outfits :3",
    "165": " us as crazy crab people :3 We run around doing crazy crab things and eating all the fish we can catch :3",
    "166": " us as cute crazy dinosaurs :3 We're a little crazy, but when you get to know us we're pretty cool and nice :3 We don't bite - too much :b",
    "167": " us as wild dogs living on the prairie :3 We chase after train cars to get our meals and we protect each other dogs and wild animals. Its a life a bit on the edge, but with each other everyday is an adventure :3",
    "168": " us as explorers of an abndoned city! We discover lost things long forgotten and dig up some treasures! The expedition lead us here, but something isn't quite right :3 We'll get to the bottom of it!",
    "169": " us in a distopian 1950's dreamscape :b We are dressed in pastel business attire as we walk around our estate. We love our pond and when we're not sitting or walking by it we are glancing at it from above in our modern circular style home! Fallout music fills the house :3",
    "170": " us as a sheep and a wolf. Our love is forbidden, but nothing can keep us apart. We live to protect eachother and even though we come from different worlds, we were made for eachother :3",
    "171": " us as medieval sims! We design our perfect medieval homestead and live out our sim medieval life :3 Wobble wooop!",
    "172": " exploring a crazy vibrant oasis city in south america! We get fresh juices from a vendor and walk around window shopping the local wears. It's a perfect date night before we both fall asleep in hammocks under palm trees with a light breeze :3 ",
    "173": " us getting sent back in time to save the universe using our gaming skills :b. Both equipped with special nintendo switch controllers we must fight our way through various games and levels to defeat an evil developer and bring peace to the universe :3",
    "174": " you as a cute lil fairy goblin mushroom creature in the rain! You have the power to grant wishes and you can use the power to help yourself out too. You have entirely free will, and only grant wishes to those you want to. Noone can control you as you can simply wish yourself away :3",
    "175": " us as molecules! We're so cute and bonded! We are capable of a lot on our own, but together we're an entire compound! :3",
    "176": " us on an adventure in the forest together :3 We meet a great tree that has a bit of a temper and talks in a bostonian accent, but we make friends with him and he teaches us about the history of the forest and gives us shelter for the night :3 Hey, I'm treein here!",
    "177": " us working on our beautiful garden! We grow every vegetable you can imagine and have enough to share with the entire town! Everyone comes to explore our amazing garden :3",
    "178": " us as wooly mammoths :3 We frolick in the snow all day and eat things using our long noses! We're so soft and furry we can cuddle and fall asleep anywhere we want :3",
    "179": " a realm of paint! Walking around, everything is full of color and life. It's like a medieval city meets splatoon! The creatures of the realm are like paint bubbles. We can't understand them, but they are cute and very friendly :3",
    "180": " a giant chicken god! The chicken is as big as a house and has the power to rain down chicken wings! He's a little scary, but the free wings are pretty enticing!",
    "181": " us as kittens in the MI Nutrition! We're going crazy trying all the fun workout products! We're gonna be such buff kitties and the products taste sooo good! :3",
    "182": " us as aliens :3 We're small and live on a highly organic planet, one with nature :3 We communicate telepathically and our favorite activity is to dream telepathically together (pictured here) :3",
    "183": " sweet dreams! Welcome to the Karamel Kingdom! Surrounded by the Vanilla Bean Mountains, the kingdom is home to the biscoff dynasty! Ruling peacefully and prosperously for centuries, the people there are very humble and sweet ;) ",
    "184": " us as cute bunnies buying a house! No bullet holes in site :b A carrot garden in the back for sure! We find one just right and buy it right up :3",
    "185": " a castle made of shipping containers :3 It's a secret hide out for a rat gang. We make friends with them by giving them cheese so they let us stay the night :3",
    "186": " you and Chloe as mice exploring NYC! :3 Dressed up and ready for anything you take to the streets breathing in all the culture, cuisine, and unfortunately piss scent :b It's not perfect, but there's a certain magic about it that makes it very endearing :)",
  "187": " you and Chloe as mice visiting the magic potion bar! You guys were a lil scared at first, but the witch has been surprisingly nice! You get a lil thing of cheese each and people watch as the guests all try different brews, growing horse heads, steam coming out their ears, and even people falling in love with strangers or objects :b",
  "188": " you and Chloe as mice watching a play on broadway! Dressed up for the occassion and ready for a double feature you're ready for a spectacular night!",
  "189": " you and Chloe as mice both exhausted, but content from a weekend of building fun memories together say goodbye! Bittersweet, but it's only for a lil while. You are both ready to relax and unwind after such an amazing and fun weekend :3",
  "190": " us as doors! We are the doors to a cute little duplex. We're so happy we have eachother because most doors are all alone :( "
}
