{
    "1": " taking a hot air balloon ride over a magical countryside, surrounded by lush fields and colorful wildflowers. There are fairies and little chipmunks and bees and butterflies that wave at us from down below :3",
    "2": " exploring a beautiful, ancient castle filled with secret passageways and hidden treasures. We're dressed in the coolest armor and we explore together guided by torchlight ;)",
    "3": " visiting a tropical island paradise with crystal clear waters and white sandy beaches. We build a huge fort out of palm trees and palm leaves and fall asleep in handmade hammocks :3",
    "4": " going on a safari adventure and spotting exotic animals in their natural habitats. Lions and tigers and cheetahs oh my! And we're dressed in leopard print ;)",
    "5": " taking a scenic hike through a majestic mountain range, on a hunt for bigfoot! We're led by a mysterious mountain man who's beard goes all the way down to the floor!",
    "6": " going on a luxury cruise! We stay in the royalty suite complete with a massive bed, a hot tub, and a butler for 24/7 room service! We explore during the day, but at night we barely leave the room ;)",
    "7": " visiting the beautiful, historic city of San Juan and taking in all the sights, sounds and culture. The brick roads lead the way through the vibrant and colorful buildings and shops. We stop in for coffee at a local cafe and enjoy empanadas by the water :3",
    "8": " flying on a private jet and seeing the world! Around the world, just you and me with the whole plane to ourselves. We take turns being pilot and copilot and even join the mile high club while on autopilot ;)",
    "9": " visiting a theme park! We play all the fun games and I win you a big stuffed animal and go on all the rides you feel comfy on :3",
    "10": " taking a relaxing spa day and being pampered with massages and beauty treatments. All the face masks you can imagine. Different bathes full of different healing liquids and hot coals on your back :3",
    "11": " visiting a beautiful botanical garden and admiring the colorful flowers and lush greenery. We take turns pointing out different plants and picking which ones are us :3",
    "12": " going on a camping trip. We put up our tent in the great outdoors, surrounded by nature and noone else around for miles :3 We set up a cozy fire and make smores!",
    "13": " taking a scenic drive through picturesque countryside and enjoying the beautiful views. My hand is in your lap as we weave through the mountains and fields, nothing on our minds other than enjoying these moments together :3",
    "14": " visiting a science museum and learning about scientific concepts and inventions together :3 We try to create the most optimal paper airplanes together and put our hands on a machine that makes our hair stand up :3",
    "15": " attending a music festival and enjoying live performances from your favorite artists. We dance around and have the coolest outfits :3",
    "16": " visiting an aquarium and learning about marine life and ocean conservation. The fish come up to you and put on a show just for you. Showing off all their beautiful colors and their unique swimming styles :3",
    "17": " taking a hot air balloon ride over a city at night and seeing the city lights twinkling below. Everything looks so small from up here like a miniature diorama with all of the lights and the city below :3",
    "18": " visiting a zoo and seeing all kinds of animals from around the world. All the animals are friendly and curious and come up to greet us :3",
    "19": " visiting an art museum and admiring all the masterpieces on display. We pick out different paintings that remind us of eachother and drink some fun coffee drinks while we hold hands and explore :3",
    "20": " taking a train ride through beautiful countryside. We have our own special cabin and enjoy freshly made espresso and a full course meal! When we're tired there's a full sized bed for us to cuddle and sleep in and the roof above the bed is glass so we can look up at the stars :3",
    "21": " visiting a theme park and experiencing all the exciting attractions. I win you a big stuffed animal and we eat all the funnel cakes, corndogs and try all the fun food :3",
    "22": " taking a boat ride on a beautiful lake and enjoying the peaceful surroundings. We eat fresh fruit and our hair blows in the wind. We both look super pretty :3",
    "23": " visiting a butterfly sanctuary and seeing all the beautiful butterflies. There's caterpillars and cacoons and butterflies of all shapes and sizes :3 We point out different one's that remind us of eachother :3",
    "24": " visiting a national park and going on a nature hike to see all the wildlife. We hike up a mountain to find a perfect temperature hot spring! We wade in and hold eachother while our skin becomes enriched with all the natural minerals :3",
    "25": " visiting a water park and going on all the fun water slides. We ride on all the ones that have double tubes so we can ride together and even go on a few side by side ones racing eachother :3 And once we're tired we go get a big coke and some cheese fries :3"
    }